[
  {
    "　": "a1_1",
    "utc": "Sat Dec 30 1899 02:00:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 10:00:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:10:00 GMT+0900 (日本標準時)",
    "title_english": "Welcome to DevRel/Asia 2020!",
    "title_your_language": "",
    "description_english": "",
    "description_your_language": "",
    "category_english": "Other",
    "category_your_language": "",
    "show": "true",
    "speaker": "false",
    "language": "english",
    "speaker_id": "taiji",
    "speaker_name": "Taiji Hagino",
    "timezone": ""
  },
  {
    "　": "a1_2",
    "utc": "Sat Dec 30 1899 02:10:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 10:10:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 01:00:00 GMT+0900 (日本標準時)",
    "title_english": "Keynote on SEA track",
    "title_your_language": "",
    "description_english": "",
    "description_your_language": "",
    "category_english": "Other",
    "category_your_language": "",
    "show": "true",
    "speaker": "false",
    "language": "",
    "speaker_id": "",
    "speaker_name": "",
    "timezone": ""
  },
  {
    "　": "a1_3",
    "utc": "Sat Dec 30 1899 03:10:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 11:10:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Scaling your Developer Relations Program",
    "title_your_language": "",
    "description_english": "This talk reviews what metrics to enable to see the impact of your Developer relations teams, and how to best work with other departments on describing those efforts.",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "jessica",
    "speaker_name": "Jessica West",
    "timezone": "UTC-8"
  },
  {
    "　": "a1_4",
    "utc": "Sat Dec 30 1899 03:40:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 11:40:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Why should we started internal Tech Blog for DevRel",
    "title_your_language": "",
    "description_english": "My talk is for those who want to get started with DevRel. \"Tech Blog\" is a very effective measure for those who have just started DevRel activities, and it can be started immediately when compared with the community and events. The effect of TechBlog is not only for the self-branding of developers but also for the branding of the community or company to which they belong.\r\nIn this talk, I, as a marketer, will introduce the process of serializing Tech Blogs about the large scale architecture replacement with play framework projects while involving the developer team, and the effects after publication. ",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "miho",
    "speaker_name": "Miho Inoue",
    "timezone": "GMT+9"
  },
  {
    "　": "a1_5",
    "utc": "Sat Dec 30 1899 04:10:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 12:10:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Our new DevRel: Invention of scaling out partner ecosystem",
    "title_your_language": "",
    "description_english": "If you listen to this presentation, you will be able to grab what's really needed for DevRel in the current situation, especially in business perspective and how a commerce platform team reinvent it for their partner developers and designers. \r\n\r\nThe presentation might be like: \r\n- Shopify overview and what's its partner echo system with app developers and theme designers\r\n- The first approach's success and failure \r\n- How we changed the plan and what's our decision making\r\n- What \"we think\" DevRel needs to be or change\r\n- Our new approach of  blog and video\r\n- From icon to educator\r\n- Collaboration between our own contents and activities and partners one\r\n- The way of letting our tech stack understood correctly (why and what)\r\n- Leveraging online forum\r\n- What was the result of change? and how we measure success\r\n- Future of DevRel\r\n- etc...\r\n",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "junichi",
    "speaker_name": "Junichi Okamura",
    "timezone": "UTC+9"
  },
  {
    "　": "a1_6",
    "utc": "Sat Dec 30 1899 04:40:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 12:40:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "How to get heart & mind of developers",
    "title_your_language": "",
    "description_english": "How do you make good relationship with developers? How do you make developer to use your product?\r\nAren’t you doing too much promotion of your product and make developers overwhelmed?\r\nThere are many ways to approach them and create good relationship with them.\r\nMost important thing is to have mind of respect and get a heart & mind of developers\r\nOver 20 years of experience working developers, I figure out the way to do so.\r\nThis talk will show some important thing such as Listen, Connect and Enjoy with some of the example.\r\nPlease join me and create great relationship with developers\r\n\r\n",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "yasushi",
    "speaker_name": "Yasushi Osonoi",
    "timezone": "(GMT+9:00) "
  },
  {
    "　": "a1_7",
    "utc": "Sat Dec 30 1899 05:10:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 13:10:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Possibilities of online DevRel! ~The online positive changing tips as an external evangelist! ~",
    "title_your_language": "",
    "description_english": "Possibilities of online DevRel points,\n\n## \"Online\" spices up various technologies!\n\n\"Online\" presentation and hands-on material have surely changing. And we can catch the future aspects!\n\n* In the IoT DevRel aspect, I made an online IoT hands-on lecture that each attendee measuring data gather to chat tool Webhook for data visualization. I notice that it emphasized IoT remote aspects! it was a good challenge! I talk about it!\n* In the VirtualReality DevRel aspect, I could act also realtime presentation using HoloLens2 VR devices in screen sharing successfully. I talk about changing points, checkpoints, and attract points. I keep on prototyping!\n\n## \"Online\" changes tech community meetup approaches!\n\n\"Online\" tech community meetup operation also have changing. And we can reach variou attempts using tools, skills and communication!\n\n\"Online\" tech community meetup operation also have changing. And we can reach variou attempts using tools, skills and communication!\n\n* Online meetup room like Zoom and Meet can make quickly! So I arranged these own account preparation for trying various online event types such as online meetup, casual online study room. I will mention online moderator importance and adding checkpoint such as avoid duplicate Responsible (especially live distribution ).\n* And I also talk about some experiences such as linking more strongly local attendees, communicating global attendees, and collaborating with DevRel folks. I will focus on brush up points in online especially.\n* I will talk about online DevRel folks relation possibilities for me such as supporting my online skills ( video recording/facilitator/panel discussion ). like this, I influence from DevRel folks each other such as IBM Champion, Microsoft MVP ! I would like to talk about it also it's amazing!",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "seigo",
    "speaker_name": "Seigo Tanaka",
    "timezone": "UTC+9"
  },
  {
    "　": "a1_8",
    "utc": "Sat Dec 30 1899 05:40:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 13:40:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "That elusive bridge between developer advocacy and sales",
    "title_your_language": "",
    "description_english": "Evangelism has reinvented itself multiple times over in the past decade. One thing is clear. For a company to invest  more into developer engagement, it has to be self sustaining. Self sustaining from its role to influence revenue in some way or form. Self sustaining to the developer audience by ensuring it does not become another sales program. How do we do this? Its art and science both and its elusive because the current generation of organization management  incentivizes shorter term goals and developer advocacy is considered longer term.\r\n\r\nI'll explore the key factors underpinning this profession and thematic ideas that could be used to build on your developer engagement program.  \r\nOne of the key assumptions I'll counter is the fact that its longer term in results. Done right its as short term as any other marketing program. What it requires though is a broader vision of the customer itself and craft the relationship in such a way that short term results emerge.  \r\n\r\n \r\n\r\n",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "annpmathew",
    "speaker_name": "Annie Mathew",
    "timezone": "UTC+8"
  },
  {
    "　": "a1_9",
    "utc": "Sat Dec 30 1899 06:10:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 14:10:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Tools for empowering Developer Relations teams ⚡️",
    "title_your_language": "",
    "description_english": "This talk covers how our team was able to identify processes in their day-to-day activity and automate them with tools. As DevRels, we get to wear multiple hats and that consumes time. By studying what we are doing and filling the gap with automation, we eventually had extra time to focus on important aspects, such as, developer community and advocacy. \r\n\r\nWill be covering the following tools:\r\n- Google Codelabs, for a smooth onboarding experience\r\n- Glitch, for live demos and collaboration\r\n- CHAOSS (Community Health Analytics Open Source Software), for keeping track of community health and contributions\r\n- Excalidraw, for live solutioning\r\n- Discourse, for running our online community smoothly",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "hemchander",
    "speaker_name": "Hemchander S",
    "timezone": "UTC+05:30"
  },
  {
    "　": "a1_10",
    "utc": "Sat Dec 30 1899 06:40:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 14:40:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Breaking the DevRel Stereotypes – Fly less; Impact more",
    "title_your_language": "",
    "description_english": "Developer Relations is a misunderstood role today. It’s not always about hopping to multiple continents every week and delivering talks/technical sessions. Especially after the COVID19 pandemic, we all have realized there's a lot more we can do in front of our screens. Yes, the credo includes developer advocates/evangelists/marketing managers but guess what the core intention for all of them is to “help developers” and drive Modern Developer Psychology- where we are there to encourage developers today in shaping their developer journey to write, speak and code.\n\nThis talk will be more of storytelling many crowdsourced experiences – about what I’ve learned from developers about Code, Content & Community.",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "arkodyuti",
    "speaker_name": "Arkodyuti Saha",
    "timezone": "UTC+5:30"
  },
  {
    "　": "a1_11",
    "utc": "Sat Dec 30 1899 07:10:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 15:10:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Understanding Developers - The Dev Marketing Angle.",
    "title_your_language": "",
    "description_english": "Presently Dev Marketing is the buzziest word in town. \n\nExample: \nWhen a company develops an API, or a suite of tools related to their business, the usage of that tool is only as helpful as getting developers to implement the API. How do developers know that the API even exists? Marketing. So You might have understood that you play a really important role here.",
    "description_your_language": "",
    "category_english": "Marketing",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "juhi",
    "speaker_name": "Juhi Singh",
    "timezone": "UTC +5:30"
  },
  {
    "　": "a1_12",
    "utc": "Sat Dec 30 1899 07:40:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 15:40:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:10:00 GMT+0900 (日本標準時)",
    "title_english": "Sponsor Session",
    "title_your_language": "",
    "description_english": "",
    "description_your_language": "",
    "category_english": "Other",
    "category_your_language": "",
    "show": "true",
    "speaker": "false",
    "language": "english",
    "speaker_id": "",
    "speaker_name": "",
    "timezone": ""
  },
  {
    "　": "a1_13",
    "utc": "Sat Dec 30 1899 07:50:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 15:50:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Build your community on empathy",
    "title_your_language": "",
    "description_english": "You might have heard about a community, be or been part of a community, or built a community. How easy is it do you think to build and engage with this community?\n\nIt is actually super simple.\nIt is easy to create any community but not the one that shares the same value, respects every community member, handles spam well, and most importantly helps each other willingly.\n\nThe perfect community is built on Empathy.\n\nFor example, welcoming every new member and appreciating their first post is seen as an empathy and builds their trust on the community, from the very beginning of their participation. Also, it has a power of turning a negative conversation into a positive one just by start hearing them without judging.\n\nIn this session, let us see why is it important and how it can be implemented in your community.",
    "description_your_language": "",
    "category_english": "Community",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "raviraj",
    "speaker_name": "Raviraj Subramanian",
    "timezone": "UTC+5:30"
  },
  {
    "　": "a1_14",
    "utc": "Sat Dec 30 1899 08:20:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 16:20:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Canceled",
    "title_your_language": "",
    "description_english": "",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "yashraj",
    "speaker_name": "Yashraj Nayak",
    "timezone": "UTC+05:30"
  },
  {
    "　": "a1_15",
    "utc": "Sat Dec 30 1899 08:50:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 16:50:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:30:00 GMT+0900 (日本標準時)",
    "title_english": "Developer population evolution and how effective DevRel practices are - in numbers",
    "title_your_language": "",
    "description_english": "The developer ecosystem has been expanding rapidly over the last few years. The key drivers behind the boom were the emergence of new technologies and APIs, the better performance offered at a non-forbidding cost, and the automation of otherwise complex or highly specialised tasks. As the barriers to entry were lowered, aspiring developers poured into the ecosystem, diluting what we knew until then to be the ‘typical developer’ profile. At the same time, and as the role of developers as tooling decision makers is being strengthened, the competition among developer relations and marketing practitioners to catch developers’ attention has intensified. \r\n\r\nWe’re here to help you put the growth and diversity of the developer ecosystem in prospect - as well as the effectiveness of the various developer marketing activities. Not based on opinions, but with hard data.\r\n\r\nBased on data from our Developer Economics surveys that receive more than 30,000 responses annually, we will show you how the developer population has grown, and how we expect it to evolve. We will focus on the regional growth, and how the developer population in Asia has grown as compared to the rest of the world. We will show you how this growth relates to the emergence of key technologies, and how it has shaped the role of developers as decision makers. \r\n\r\nWe will next discuss the need for effective segmentation of the now diverse developer universe in order to optimise your developer marketing efforts. Starting off from if and how top developer relations practitioners go about to segment their audience (based on the responses of 60+ practitioners), we will discuss strategies to help you identify the most prominent developer personas in your target addressable market.\r\n\r\nIn our Developer Program Leader surveys, we ask leading developer marketing practitioners in which activities they invest their time and budget. Crossing this data with the types of vendor support and resources that developers are interested in, we show you how effective each of the popular developer marketing activities is, and where we recommend you focus your efforts, with a special focus on Asian developers. Last but not least, we show you trends on how developer program leaders justify their developer programs, what they estimate the marginal lifetime gain of an on-boarded developer to be, and which KPIs they use to measure the performance of developer marketing as compared to developer relations activities.",
    "description_your_language": "",
    "category_english": "DevRel",
    "category_your_language": "",
    "show": "true",
    "speaker": "true",
    "language": "english",
    "speaker_id": "christina",
    "speaker_name": "Christina Voskoglou",
    "timezone": "UTC+1"
  },
  {
    "　": "a1_16",
    "utc": "Sat Dec 30 1899 09:20:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 17:20:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 00:10:00 GMT+0900 (日本標準時)",
    "title_english": "Closing",
    "title_your_language": "",
    "description_english": "",
    "description_your_language": "",
    "category_english": "Other",
    "category_your_language": "",
    "show": "true",
    "speaker": "false",
    "language": "english",
    "speaker_id": "taiji",
    "speaker_name": "Taiji Hagino",
    "timezone": "UTC+9"
  },
  {
    "　": "a1_17",
    "utc": "Sat Dec 30 1899 09:30:00 GMT+0900 (日本標準時)",
    "time": "Sat Dec 30 1899 17:30:00 GMT+0900 (日本標準時)",
    "range": "Sat Dec 30 1899 01:30:00 GMT+0900 (日本標準時)",
    "title_english": "After party",
    "title_your_language": "",
    "description_english": "",
    "description_your_language": "",
    "category_english": "Other",
    "category_your_language": "",
    "show": "true",
    "speaker": "false",
    "language": "english",
    "speaker_id": "",
    "speaker_name": "",
    "timezone": ""
  }
]